      ******************************************************************
      * Author:RONY
      * Date:05/05/2020
      * Purpose:LEARNING CODE
      * Tectonics: cobc
      ******************************************************************
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HOLAMUNDO.
       DATA DIVISION.
       FILE SECTION.
       WORKING-STORAGE SECTION.
       PROCEDURE DIVISION.
       MAIN-PROCEDURE.
            DISPLAY "HOLA MUNDO CON COBOL"
            STOP RUN.
       END PROGRAM HOLAMUNDO.
